fin.validate.number.month=\u062A\u0633\u062A
fin.validate.open.financial = \u0628\u0631\u0627\u06CC \u0647\u0631 \u0633\u0627\u0632\u0645\u0627\u0646 \u0628\u06CC\u0634 \u0627\u0632 2 \u062F\u0648\u0631\u0647 \u0645\u0627\u0644\u06CC \u0641\u0639\u0627\u0644 \u0646\u0645\u06CC \u062A\u0648\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u06A9\u0631\u062F
fin.validate.month.startDate.endDate=\u062A\u0627\u0631\u06CC\u062E \u067E\u0627\u06CC\u0627\u0646
fin.defaultValue.ruleException.save=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u062D\u0633\u0627\u0628 \u0645\u0627\u0644\u06CC \u062A\u0639\u062F\u0627\u062F\u06CC \u0627\u0632 \u062A\u0645\u0631\u06A9\u0632\u0647\u0627 \u0642\u0628\u0644\u0627 \u062F\u0631\u062C \u0634\u062F\u0647 \u0627\u0633\u062A
fin.accountRelatedDescription.delete=\u0634\u0631\u062D \u0645\u0648\u0631\u062F \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06CC \u062D\u0633\u0627\u0628 \u0645\u0627\u0644\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
fin.centricAccountUnique.save=\u06A9\u062F \u062A\u0645\u0631\u06A9\u0632 \u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0633\u0627\u0632\u0645\u0627\u0646 \u0628\u0627 \u0627\u06CC\u0646 \u0646\u0648\u0639 \u062A\u0645\u0631\u06A9\u0632 \u0648 \u0627\u06CC\u0646 \u06A9\u062F \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A.
fin.ruleException.notFoundId=\u0622\u06CC\u062A\u0645\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0634\u0646\u0627\u0633\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialCodingType.update=\u0628\u0631\u0627\u06CC \u0627\u0646\u062C\u0627\u0645 \u0639\u0645\u0644\u06CC\u0627\u062A \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0634\u0646\u0627\u0633\u0647 \u06CC \u06A9\u062F\u06CC\u062A\u06AF \u062D\u0633\u0627\u0628 \u0627\u0644\u0632\u0627\u0645\u06CC \u0645\u06CC\u0628\u0627\u0634\u062F.
fin.financialCodingType.delete=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06CC \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631 \u062C\u062F\u0627\u0648\u0644 \u062F\u06CC\u06AF\u0631 \u0627\u0645\u06A9\u0627\u0646 \u062D\u0630\u0641 \u0627\u06CC\u0646 \u0631\u062F\u06CC\u0641 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccountStructure.chekSequence=\u0645\u0642\u062F\u0627\u0631 sequence  \u0628\u0627\u06CC\u062F \u0628\u0632\u0631\u06AF\u062A\u0631 \u0627\u0632 \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
fin.financialAccountStructure.Unique=\u0633\u0627\u062E\u062A\u0627\u0631 \u062D\u0633\u0627\u0628 \u0628\u0627 \u0627\u06CC\u0646 sequence\u060C \u06A9\u062F\u06CC\u0646\u06AF \u0648 \u0633\u0627\u0632\u0645\u0627\u0646 \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F.
fin.financialAccountStructureCoding.ruleException.save=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u06A9\u062F\u06CC\u0646\u06AF \u060C\u0648\u0636\u0639\u06CC\u062A \u062D\u0633\u0627\u0628 \u062F\u0627\u0626\u0645\u06CC \u067E\u06CC\u0634 \u0641\u0631\u0636 \u060C \u062F\u0631 \u0633\u0637\u062D \u062F\u06CC\u06AF\u0631\u06CC \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u0627\u0633\u062A
fin.updateFinancialAccountStructure.checkFinancialDocument=\u0627\u0645\u06A9\u0627\u0646 \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0627\u06CC\u0646 \u0633\u0637\u062D \u060C \u0628\u0647 \u062F\u0644\u06CC\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u062F\u0631 \u0627\u0633\u0646\u0627\u062F \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccountStructure.delete=\u0628\u0647 \u062F\u0644\u06CC\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06CC \u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631 \u062C\u062F\u0627\u0648\u0644 \u062F\u06CC\u06AF\u0631 \u0627\u0645\u06A9\u0627\u0646 \u062D\u0630\u0641 \u0627\u06CC\u0646 \u0631\u062F\u06CC\u0641 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccountStructureFlg.getPermanentStatus=\u062F\u0631 \u0647\u06CC\u0686 \u0633\u0637\u062D\u06CC \u060C \u0648\u0636\u0639\u06CC\u062A \u062F\u0627\u0626\u0645\u06CC \u062D\u0633\u0627\u0628 \u060C \u0628\u0647 \u0635\u0648\u0631\u062A \u067E\u06CC\u0634 \u0641\u0631\u0636 \u0645\u0634\u062E\u0635 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A
fin.financialCoding.notFoundId=\u06A9\u062F\u06CC\u0646\u06AF \u062D\u0633\u0627\u0628\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u0634\u0646\u0627\u0633\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F.
fin.financialAccountStructure.financialPeriodId=\u0628\u0631\u0627\u06CC \u0627\u0646\u062C\u0627\u0645 \u0639\u0645\u0644\u06CC\u0627\u062A \u0648\u06CC\u0631\u0627\u06CC\u0634 \u0634\u0646\u0627\u0633\u0647 \u06CC \u062F\u0648\u0631\u0647 \u06CC \u0645\u0627\u0644\u06CC \u0627\u0644\u0632\u0627\u0645\u06CC \u0645\u06CC\u0628\u0627\u0634\u062F.
fin.financialAccount.save=\u0627\u0645\u06A9\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u0627\u06CC\u0646 \u0633\u0637\u062D \u062D\u0633\u0627\u0628 \u060C \u0628\u0647 \u062F\u0644\u06CC\u0644 \u0627\u0646\u062A\u062E\u0627\u0628 \u0633\u0637\u062D \u0642\u0628\u0644 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u060C \u0622\u062E\u0631\u06CC\u0646 \u0633\u0637\u062D \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccount.save.childAccount=\u062D\u0633\u0627\u0628 \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u0622\u062E\u0631\u06CC\u0646 \u0633\u0637\u062D \u062D\u0633\u0627\u0628 \u0645\u06CC \u0628\u0627\u0634\u062F \u0648 \u0627\u0645\u06A9\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u0641\u0631\u0632\u0646\u062F \u0628\u0631\u0627\u06CC \u062D\u0633\u0627\u0628 \u0627\u0646\u062A\u062E\u0627\u0628\u06CC \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccount.structureCode=\u0633\u0627\u062E\u062A\u0627\u0631 \u06A9\u062F (\u062A\u0639\u062F\u0627\u062F \u0627\u0631\u0642\u0627\u0645 \u0648\u0627\u0631\u062F \u0634\u062F\u0647 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 \u0633\u0627\u062E\u062A\u0627\u0631 \u062D\u0633\u0627\u0628)\u060C \u0635\u062D\u06CC\u062D \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
fin.financialAccount.accountRelationTypeDetail.financialAccountType=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u0646\u0648\u0639 \u062D\u0633\u0627\u0628 \u0648 \u0646\u0648\u0639 \u062C\u0632\u0626\u06CC\u0627\u062A \u0648\u0627\u0628\u0633\u062A\u06AF\u06CC \u0631\u06A9\u0648\u0631\u062F\u06CC \u0642\u0628\u0644\u0627 \u062F\u0631\u062C \u0634\u062F\u0647 \u0627\u0633\u062A
fin.financialAccount.duplicateCode=\u062D\u0633\u0627\u0628 \u0645\u0627\u0644\u06CC \u0628\u0627 \u0627\u06CC\u0646 \u06A9\u062F \u0642\u0628\u0644\u0627 \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u0633\u062A
fin.financialAccount.delete=\u062D\u0633\u0627\u0628 \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u0622\u062E\u0631\u06CC\u0646 \u0633\u0637\u062D \u062D\u0633\u0627\u0628 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F \u0648 \u0627\u0645\u06A9\u0627\u0646 \u062D\u0630\u0641 \u0622\u0646 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
fin.financialAccount.setStatus=\u0631\u062F\u06CC\u0641 \u0627\u0646\u062A\u062E\u0627\u0628\u06CC \u0622\u062E\u0631\u06CC\u0646 \u0633\u0637\u062D \u062D\u0633\u0627\u0628 \u0646\u06CC\u0633\u062A \u0648 \u06CC\u0627 \u0642\u0628\u0644\u0627 \u063A\u06CC\u0631 \u0641\u0639\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A
fin.financialAccount.parentActive=\u062D\u0633\u0627\u0628 \u0633\u0637\u062D \u0642\u0628\u0644 \u063A\u06CC\u0631 \u0641\u0639\u0627\u0644 \u0627\u0633\u062A.\u0644\u0637\u0641\u0627 \u0627\u0628\u062A\u062F\u0627 \u062D\u0633\u0627\u0628 \u0633\u0637\u062D \u0642\u0628\u0644 \u0631\u0627 \u0641\u0639\u0627\u0644 \u0646\u0645\u0627\u06CC\u06CC\u062F
fin.financialAccount.statusActive=\u0648\u0636\u0639\u06CC\u062A \u0631\u062F\u06CC\u0641 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0641\u0639\u0627\u0644 \u0645\u06CC \u0628\u0627\u0634\u062F.
fin.financialAccount.finalLevelAccount=\u0633\u0637\u062D \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u060C \u0622\u062E\u0631\u06CC\u0646 \u0633\u0637\u062D \u0633\u0627\u062E\u062A\u0627\u0631 \u0627\u0633\u062A
fin.financialAccountStructure.flg.getPermanentStatus=\u0628\u0631\u0627\u06CC \u0627\u06CC\u0646 \u06A9\u062F\u06CC\u0646\u06AF \u0633\u0627\u062E\u062A\u0627\u0631 \u062D\u0633\u0627\u0628\u06CC \u062A\u0639\u0631\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A.
fin.financialAccount.getByStructure=\u0644\u0637\u0641\u0627 \u0645\u0642\u062F\u0627\u0631 \u0645\u0646\u0627\u0633\u0628 \u0628\u0631\u0627\u06CC \u0634\u0646\u0627\u0633\u0647 \u06CC \u0633\u0627\u062E\u062A\u0627\u0631 \u062D\u0633\u0627\u0628 \u0645\u0627\u0644\u06CC \u0648\u0627\u0631\u062F \u0646\u0645\u0627\u06CC\u06CC\u062F.











